{
    "name" : "Affiliated Equipment Incorporated",
    "about" : "Affiliated Equipment is proud of its 25+ year history of service to the many commercial television and music video companies operating on all sizes of productions in Toronto. Our goal here at Affiliated Equipment is to be aware of the needs of our customers whatever the situation may call for. Whether you are looking for a camera package, a studio or location shoot package truck, or any variety of specialty products required to make your shoot a success, we hope our website will help you find what you're looking for. If, on the very outside chance you don't see what you need, please give us a call and speak to any one of us. After 25 years, you'd be surprised to find what we have to offer. Besides, knowing what you need is our business so we're always ready to listen.",
    "story" : "<h4>Our story:</h4><p>On January 1, 1997, Affiliated Equipment opened their doors for business and presented their Commercial Television Production customers in Toronto an option that was designed as a complete production solution. The first itself became not just a day but a mission statement that would lead the way for Affiliated Equipment from its modest beginnings over a decade ago, well into the future. Of all the firsts that AE has achieved, there is one that stands above the rest and that is, for better or worse, to always be the equipment rental company that thought like a producer.<h4>Some of our Achievements:</h4></p><p>The first in Toronto to become completely CSA approved.<br>The first in Toronto to offer square wave electronic ballast HMI's on package trucks.<br>The first and only in Toronto to focus their support directly towards the commercial production industry.<br>The first in Toronto to develop and offer 24 hour access pick up/return cages.<br>The first and only in Toronto to establish a double time maximum for package truck drivers.<br>The first in Toronto to make Kino-Flo lights part of truck packages.<br>The first and only in Toronto to provide P.A. personal vehicle and overnight cube van parking.<br>The first in Toronto to offer consistent flat rates on whole equipment truck and camera packages.<br>The first and only in Toronto to expand the truck package to accommodate today's larger productions</p>",
    "address" : "14 Plastics Avenue,\n Toronto, ON,\n M8Z 4B7",
    "mapsLink" : "https://goo.gl/maps/tM7EH4QgWJF35jUn7",
    "phone" : "416-869-3330",
    "fax" : "416-869-1770",
    "hours" : "Monday - Friday 9:00am - 6:00pm",
    "contacts" : "<h4>Product and quoting enquiries:</h4><p><b>John Sebert</b><br>General Manager<br>416-869-3330 ext. 435<br>416-302-1116 (Cellphone - After Hours)<br><a href='mailto:john@aerentals.ca'>john@aerentals.ca</a></p><p><b>Jason Stangl</b><br>Sales Manager<br>647-267-9876<br><a href='mailto:js@aerentals.ca'>js@aerentals.ca</a></p><h4>For all camera enquiries:</h4><p><b>Peter Parks</b><br>Camera Head<br>416-869-3330 ext. 439<br>647-648-8283 (Cellphone - After Hours)<br><a href='mailto:peter@aerentals.ca'>peter@aerentals.ca</a></p><h4>For all billing/invoicing enquiries:</h4><p><b>Bob Allward</b><br>Billing<br>416-869-3330 ext 434<br><a href='mailto:bob@aerentals.ca'>bob@aerentals.ca</a></p>",
    "footerItems" : [
        {
            "name" : "Home"
        },
        {
            "name" : "About"
        },
        {
            "name" : "Contact"
        },
        {
            "name" : "Products"
        },
        {
            "name" : "Services"
        },
        {
            "name" : "Gallery"
        },
        {
            "name" : "Blog"
        }
    ],
    "pages" : [
        {
            "name" : "TRUCKS",
            "description" : "",
            "HTMLcontent" : "",
            "trucks" : [
                {
                    "name" : "The Sentinel",
                    "img": "sentinel.webp",
                    "description" : "A diminutive all LED equipment package, set up for rapid loading and unloading, with most of the gear already in covered laundry carts, that allows the contents of the truck to be offloaded within minutes, thus giving crews the space they will need to properly physical distance themselves.  Also, if getting a street parking permit is an issue the truck can stop, drop its load, then go to where parking is available.  Then when changing locations, or at wrap, the driver can single handily get the carts back onto the truck and be off."
                },
                {
                    "name" : "All Terrain Cube",
                    "img": "atcube.webp",
                    "description" : "Built on 4X4 GMC Top-kick 5500 chassis this versatile little truck is larger than one of those meager sprinter vans, but smaller than a standard cube van.  Nonetheless it transports a surprisingly large complement of progressive equipment. No other small package truck will allow you to go more places, while powering up any of its lights from any household outlet or portable generator."
                },
                {
                    "name" : "Super Cube",
                    "img": "supercube.webp",
                    "description" : "With an automatic G-class (saving you on driver's rates) Peterbilt 330 chassis (with eco-friendly air cleaning system), we added a lightweight aluminum 20-foot box, with aluminum belly bins and tailgate.  This allows for a maximum payload of the most current and green lighting package that features: K5600 Jokers 200,400, 800 and 1600, Kinoflo Celeb 201's and Freestyle 31's. There is also an Arri SkyPanel S60 and M40 HMI for those times when you need the extra punch. And finally, an assortment of traditional tungsten lighting ranging from 150W to 650W. For your power needs, the truck also comes with 2 x Honda 7,000 watt generators (Generators are add-ons:  $150 per generator). To complete the package, we have added all new Matthews stands and grip gear, Filmair dolly track, and there is still plenty of room and capacity to throw on some additionals."
                },
                {
                    "name" : "Syndicate",
                    "img": "syndicate.webp",
                    "description" : "While AE is a significant shareholder and the operator of the T5 truck, its ownership is in The T5 Syndicate, a corporation held by multiple companies and individuals from the television commercial production community.  Intended as a location truck, it is a little more compact then AE's large trucks, making it more manageable and maneuverable in tight spots.  Despite its demure exterior it packs a full compliment of the most requested lighting including: Arrimax 18K, Arri M Series HMI's, KinoFlo Freestyles, K5600 Joker 2, and Arri SkyPanel 30's/60's/120's."
                },
                {
                    "name" : "The Don",
                    "img": "thedon.webp",
                    "description" : "Just as our original package trucks set the standard for the television commercial production industry some twenty years ago, the new AE1 and AE2 offer today's best technology in lighting, including Arri M series HMIs with highspeed Power Gems ballasts, Mole Twelvers and Tungsten LEDs and Kinoflo Freestyle 31's and Arri SkyPanel S60's."
                },
                {
                    "name" : "Miss Joan",
                    "img": "missjoan.webp",
                    "description" : "Just as our original package trucks set the standard for the television commercial production industry some twenty years ago, the new AE1 and AE2 offer today's best technology in lighting, including Arri M series HMIs with highspeed Power Gems ballasts, Mole Twelvers and Tungsten LEDs and Kinoflo Freestyle 31's and Arri SkyPanel S60's."
                },
                {
                    "name" : "Eco-Light",
                    "img": "ecolight.webp",
                    "description" : "The AE3 ECO-LIGHT Truck is best described as the Momma Bear of package trucks; not too big, not too small, hopefully just right for your medium sized location shoots. It features the Arri M Series lighting including: 2xM8, 2xM18, 2xM40, and a M90. For those needing tungsten it also has an assortment of lampheads from 150 to 5000 watts. What's more, as an added bonus, we have included 2x Arri SkyPanel S60's and 2x Kinoflo Freestyle 31's, and an assortment of other LED lights."
                },
                {
                    "name" : "Universal HS",
                    "img": "universal.webp",
                    "description" : "AE4 or “The Death Star”, as it has become more commonly referred to, is the ultimate solution in production package trucks. The single most important offering this beast provides is 'peace of mind' for any production. But rest assured, while being fully loaded with plenty of 'back-ups' takes some space, this 53-foot long production 'superstar' is actually more maneuverable in restricted areas and can take up a smaller footprint than a regular ten-ton when separated. Like proud parents we aren't averse to bragging and we have plenty to brag about when it comes to the AE4 because she was designed to save time and money in every aspect."
                }
            ]
        },
        {
            "name" : "CAMERAS & LENSES",
            "description" : "",
            "HTMLcontent" : "",
            "lenses" : ""
        },
        {
            "name" : "GENERATORS",
            "description" : "",
            "HTMLcontent" : ""
        },
        {
            "name" : "PRICING",
            "description" : "",
            "HTMLcontent" : "<h4>NEW CUSTOMERS</h4><p>All new customers need to set up an account requiring they provide identification, valid credit card, trade references, and proof of insurance naming: <b>'AFFILIATED EQUIPMENT INCORPORATED'</b> as additionally insured and loss payee.  The process of collecting and verify information can take a day or more. Should last minute equipment be required because another rental company is unable supply what you require, chances are they already have an account with us.  In such cases have their CSR contact us and we should be able to immediately fulfill your order. </p><br><h2>À LA CARTE CAMERA</h2><p><h4>Daily Rate</h4><ul><li>Minimum discount on a la carte camera bodies, lenses, and camera accessories (not a camera package) is book less 30%.</li><li>A la carte Camera Body & Accessories with a Camera Package is book less 50%.</li><li>A la carte Lenses with a Camera Package or a Combo/Big Show/Complete Show (see below) is book less 40%</li><li>Alexa Mini or LF bodies (Not Mini LF) Special Rate with Combo/Big Show/Complete Show (see below)</li></ul><h4>Weekly Rate</h4><ul><li>The weekly rate for a la carte equipment Camera is 4 days maximum at book rate less applicable discount.</li></ul>"
        },
        {
            "name" : "LOCATION EQUIPMENT",
            "description" : "",
            "HTMLcontent" : "<p>Affiliated Equipment Inc. is pleased to offer location support equipment and services</p>"
        },
        {
            "name" : "EXPENDABLES",
            "description" : "",
            "HTMLcontent" : "<p>Affiliated Equipment Inc. is pleased to offer the most popular expendable products on all package trucks for your convenience. For those concerned with shrinkage on unsupervised gel and ditty carts, be assured that our drivers will only distribute expendables as per your Production Managers instructions and nothing will leave the truck without recording the name of the person making the request.</p><p><i>If a package truck isn't in your plans for your shoot, feel free to contact you sales representative to place an expendables order to be loaded in the cage along with your package.</i></p>"
        }
    ]
}